[
    {
      "Id": "783995",
      "Logo": "https://i.ibb.co/LS0SsD7/google-1-1-1.png",
      "Companyname": "Google LLC",
      "Jobtitle": "Technical Database Engineer",
      "Joboffice": "Remote",
      "Jobtime": "Full Time",
      "Joblocation": "Dhaka, Bangladesh",
      "Salary": "100K - 150K",
      "Jobdescription": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
      "Jobresponsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
      "EducationalRequirements": "Bachelor degree to complete any reputational university.",
      "Experiences": "2-3 Years in this field.",
      "Phone": "01750-00 00 00",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    },
    {
      "Id": "121264",
      "Logo": "https://i.ibb.co/W6PZxRY/netflix-4-1.png",
      "Companyname": "Netflix",
      "Jobtitle": "Senior Product Designer",
      "Joboffice": "Onsite",
      "Jobtime": "Full Time",
      "Joblocation": "Dhaka, Bangladesh",
      "Salary": "100K - 150K",
      "Jobdescription": "The Senior Product Designer is responsible for designing and improving the user experience of a product, creating user flows, wireframes, prototypes, and high-fidelity designs.",
      "Jobresponsibility": "Collaborating with cross-functional teams: The Senior Product Designer works closely with product managers, engineers, and other stakeholders to ensure that the product meets the needs of users and the business.\n Leading design projects: The Senior Product Designer leads design projects from ideation to launch, and is responsible for ensuring that the design vision is executed throughout the product development process.\n Conducting user research: The Senior Product Designer conducts user research to gain insights into user needs, behaviors, and preferences, and uses this information to inform design decisions.\n Creating design systems: The Senior Product Designer creates design systems and style guides to ensure consistency and scalability across the product.\n Mentoring junior designers: The Senior Product Designer mentors junior designers, providing guidance and feedback to help them develop their skills.\n Staying up-to-date with design trends: The Senior Product Designer stays up-to-date with the latest design trends and best practices, and applies them to their work.",
      "EducationalRequirements": "Bachelor's degree in design or a related field",
      "Experiences": "At least 5-7 years of experience in product design",
      "Phone": "01850-00 00 01",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    },
    {
      "Id": "692716",
      "Logo": "https://i.ibb.co/g7b97Fq/tesla-9-1.png",
      "Companyname": "Tesla",
      "Jobtitle": "Software Engineer",
      "Joboffice": "Onsite",
      "Jobtime": "Part Time",
      "Joblocation": "Chittagong, Bangladesh",
      "Salary": "80K - 110K",
      "Jobdescription": "The Software Engineer is responsible for developing high-quality software solutions that meet customer requirements, including writing, testing, and debugging code.",
      "Jobresponsibility": "Collaborating with cross-functional teams: The Software Engineer works closely with other engineers, product managers, and stakeholders to ensure that software projects are delivered on time and meet the needs of users and the business.\n Designing software architecture: The Software Engineer is responsible for designing the architecture of software systems, including selecting appropriate technologies, frameworks, and platforms.\n Writing and maintaining technical documentation: The Software Engineer creates technical documentation for software systems, including requirements, design specifications, and user manuals. \n Testing and debugging software: The Software Engineer tests and debugs software to ensure that it is reliable, scalable, and maintainable.\n Improving software performance: The Software Engineer is responsible for optimizing software performance and ensuring that it meets scalability and reliability requirements.\n Staying up-to-date with industry trends: The Software Engineer stays up-to-date with the latest software development trends, technologies, and best practices, and applies them to their work.",
      "EducationalRequirements": "Bachelor's or Master's degree in computer science or a related field",
      "Experiences": "At least 3-5 years of experience in software development",
      "Phone": "01950-00 00 02",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    },
    {
      "Id": "809338",
      "Logo": "https://i.ibb.co/KLS770H/airbnb-10021.png",
      "Companyname": "Airbnb LLC",
      "Jobtitle": "Motion Graphic Designer",
      "Joboffice": "Remote",
      "Jobtime": "Part Time",
      "Joblocation": "Khulna,Bangladesh",
      "Salary": "50K - 70K",
      "Jobdescription": "The Motion Graphic Designer is responsible for creating animated visuals and graphics that communicate a message, tell a story, or promote a brand or product.",
      "Jobresponsibility": "Collaborating with cross-functional teams: The Motion Graphic Designer works closely with other designers, copywriters, and stakeholders to ensure that motion graphics meet the needs of the business and target audience.\n Designing and animating graphics: The Motion Graphic Designer is responsible for designing and animating graphics using tools such as After Effects, Premiere Pro, and Cinema 4D.\n Storyboarding and scriptwriting: The Motion Graphic Designer creates storyboards and scripts for motion graphics projects, ensuring that they align with the overall vision and message. \n Editing and post-production: The Motion Graphic Designer is responsible for editing and post-production of motion graphics, including sound design and color correction.\n Staying up-to-date with industry trends: The Motion Graphic Designer stays up-to-date with the latest motion graphic trends and best practices, and applies them to their work.",
      "EducationalRequirements": "Bachelor's degree in graphic design or a related field",
      "Experiences": "At least 3-5 years of experience in motion graphic design",
      "Phone": "01550-00 00 03",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    },
    {
      "Id": "766821",
      "Logo": "https://i.ibb.co/LS0SsD7/google-1-1-1.png",
      "Companyname": "Google LLC",
      "Jobtitle": "Data Scientist",
      "Joboffice": "Remote",
      "Jobtime": "Part Time",
      "Joblocation": "Khulna,Bangladesh",
      "Salary": "62K-135K",
      "Jobdescription": "The Data Scientist is responsible for collecting and analyzing large and complex datasets from various sources to extract valuable insights.",
      "Jobresponsibility": "Developing predictive models: The Data Scientist uses statistical and machine learning techniques to develop predictive models that can help solve business problems and improve decision-making processes.\n Identifying data patterns and trends: The Data Scientist identifies patterns and trends in data that can help inform business decisions, drive growth, and identify opportunities for improvement.\n Building and maintaining data infrastructure: The Data Scientist builds and maintains data infrastructure, including data pipelines, databases, and data warehouses, to ensure data is accurate, reliable, and accessible.\n Communicating insights: The Data Scientist communicates insights and findings to stakeholders, including executives, product managers, and other team members, using data visualizations and other means to help inform business decisions.\n Staying up-to-date with industry trends: The Data Scientist stays up-to-date with the latest data science tools and techniques, as well as industry trends and best practices, and applies them to their work.",
      "EducationalRequirements": "Bachelor's or Master's degree in computer science, statistics, mathematics, or a related field",
      "Experiences": "At least 3-5 years of experience in data science or a related field",
      "Phone": "01550-00 00 04",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    },
    {
      "Id": "488617",
      "Logo": "https://i.ibb.co/KLS770H/airbnb-10021.png",
      "Companyname": "Airbnb LLC",
      "Jobtitle": "Cybersecurity Analyst",
      "Joboffice": "Onsite",
      "Jobtime": "Full Time",
      "Joblocation": "Rajshahi,Bangladesh",
      "Salary": "55K-120K",
      "Jobdescription": "The Cybersecurity Analyst monitors and analyzes security systems to detect any suspicious activity or potential security breaches.",
      "Jobresponsibility": "Investigating security incidents: The Cybersecurity Analyst investigates security incidents to determine the cause and extent of the breach and recommends measures to prevent future incidents.\n Developing and implementing security policies: The Cybersecurity Analyst develops and implements security policies and procedures to ensure the organization's systems and data are protected from cyber threats.\n Conducting risk assessments: The Cybersecurity Analyst conducts risk assessments to identify vulnerabilities in the organization's systems and develops plans to mitigate those risks.\n Maintaining and updating security systems: The Cybersecurity Analyst maintains and updates security systems, including firewalls, intrusion detection systems, and antivirus software, to ensure they are operating effectively.\n Educating employees on cybersecurity best practices: The Cybersecurity Analyst educates employees on cybersecurity best practices to prevent human error from being a cause of security incidents.\n Staying up-to-date with industry trends: The Cybersecurity Analyst stays up-to-date with the latest cybersecurity threats and trends and applies that knowledge to their work.",
      "EducationalRequirements": "Bachelor's or Master's degree in computer science, cybersecurity, or a related field",
      "Experiences": "At least 3-5 years of experience in cybersecurity or a related field",
      "Phone": "01550-00 00 05",
      "Email": "info@gmail.com",
      "Address": "Dhanmondi 32, Sukrabad,Dhaka, Bangladesh"
    }
  ]